{
  "1181.txt": "The appellants who were displaced persons from West Pakistan were granted quasi permanent allotments of land in the village of Raikot in Ludhiana District in 1949. Their father Sardar Nand Singh who was 42 found entitled to quasipermanent allotment in another village named Humbran in the same district, made an application for consolidation of his lands with those of the appellants in village Raikt during the pendency of this application. This application was rejected by the Assistant Custodian on July 23, 1951, on the ground that no land was available in village raikot. A revision petition preferred by the appellant against this order was dismissed by the Additional Custo dian on August 20, 1952. The appellants preferred a revision application before the Custo di General on October 7, 1952, during which time the order of allotment of land was cancelled in favour of 14 quasi permanent allottees of village Karodian in same district. The order of cancellation was made on October 31, 1952 by an order dated November 8, 1957, under r. 14(6) of the Evacuee Property Rules, which stood in the way of cancellation of the allotment made in favour Of the appellant.",
  "1195.txt": "On August 2, 1894, Raja of Jharia granted mukarrari lease of coal and coal mining rights in 300 bighas of land in village Kujama to Satya Karan Banerjee and Girish Chandra Samanta. On June 15, 1900, his son granted coal and coke mining rights to one Jugal Kishore Lal. Samanta purchased the leasehold interest of Banerji and thereafter on November 23, 1900 surrendered his rights under the previous lease in favour of the Raja and taken a fresh lease of the same 300 Bighas on a reduced rent. Later on, Jugal granted a lease of 96 bigha out of his 400 Bigha to one D. M. Mathews. On the very same day D.M. Mathew, in his turn, granted lease to one Walji Kheta in respect of the said 96 BighAs. WaljiKheta executed a kabuliat on October 11, 1901. By diverse transfers, the interest of Samanata vested in Bagdigi Ku jama Collieries Ltd. The plaintiffs made an inquiry and came to know that the defendants had encroached upon their coal mines on the northern side and removed coal from the encroached portion and had rendered the remaining coal of",
  "1329.txt": "The respondents, a firm registered under the Indian Partnership Act, claimed exemption from sales tax in respect of sales of cotton and castor oil on the ground that these sales were oil FOB contracts, under which they continued to be the owners of the goods till the goods had crossed the customs barrier and thus entered the export stream, and so no tax was realisable on these sales in view of article 286(1)(b) of the Constitution. The Sales Tax Officer rejected their claim for exemption and assessed them to sales tax on a taxable turnover including these sales. He also assessed them under section 10(b) Of the Bombay Sales Tax Act on their purchase of castor Oil which they later sold for the sum of Rs. 6,47,509 1 6. The notice of demand for the total sales tax and the purchase tax assessed was served on the respondents. The respondents moved the Bombay High Court under article 226 of the Constitu tion for the issue of appropriate writs for quashing the order of assessment and the notice of",
  "1378.txt": "The appellant was convicted and sentenced to death for the murder of one Sheo Sahai. The prosecution case was that due to enmity, the appellant caused injuries to the deceased with a sword at about mid night on the night between June 14, 1960, and died of the injuries received. Later on he went to the Canal Distributory at some distance from the village and had a bath there, lodged a report and delivered the sword which was found by the Serologist to be stained with human blood. The evidence led by the prosecution consisted of the evidence relating to motive, to his extra judicial confession to one Ujagar Singh when he was having a bath in the Canal, to the purchase of the sword and to his delivering it at the police station after he had dictated the report. 205 The High Court relied on certain statements made by the appellant in his report dictated at the Police Station and considered those facts together with the motive and the evidence about the purchase and delivery of the weapon sufficient to confirm the appellant 's conviction and sentence. The appellant contended that the entire report dictated by him was inadmissible in evidence as its contents amounted to a confession of the offence by him made to a Police Officer and that the evidence relied upon by the High Court was insufficient to establish that the appellant had murdered the deceased.",
  "1406.txt": "One Sankaran was in the employ of the appellant as a crosscutter. It is said that on June 21, 1958, he came drunk to the mill and abused the Engineer, the Secretary and others and threatened them with physical violence. Thereupon the appellant served a charge sheet on him and asked him to show cause why his services should not be terminated on account of his grave indiscipline and misconduct. He gave an explanation the same day denying the allegations of fact made against him, though he admitted that he had come at the relevant time for taking his wages for that week. On June 25, 1958 he was informed that in view of his denial, a departmental inquiry would be held and he was also placed under suspension pending inquiry. The same day he protested against his suspension and requested that in any case the departmental enquiry should be expedited. On July 8, 1958 the appellant terminated the services of the workman under r. 18(a) of the Standing Orders without holding any departmental Inquiry and communicated the order to him. The dispute was then raised by the union which was referred to the industrial tribunal for adjudication by the Government of Kerala. The tribunal held that there was no evidence to prove what had actually happened and further held that the appellant had intended to take disciplinary action against the work",
  "1522.txt": "The appellant, a postman attached to the Bulandshahr post office was tried for offences under section 52 of the Indian Post Office Act, 1898, and in two of the three cases also under sections 467 and 471 Of the Indian Penal Code. The allegations against him were that he either stole or secreted five registered letters and that he fabricated three receipts showing that the registered letters were received by the addressees. The appellant was acquitted by the Sessions judge but the State appealed to the High Court which set aside his acquittal and convicted him in each case. The High Court held that the appellant had secreted the five letters in question and on this finding set aside the acquittal. Held, that the search was illegal inasmuch as it was in contravention of the provisions of sections 103 and 165 of the Code of Criminal Procedure. (i) The search was not vitiated. (ii) There was no evidence to show that the letters were in the exclusive possession of the appellant. (iii) The appellant did not comply with the requirements of section 342 Of the Code in examining the evidence of the prosecution witnesses. (iv) There were no compelling reasons for setting aside the appellant 's acquittal, (v) The sentences were excessive.",
  "1531.txt": "One Amarchand N. Shroff died on July 7, 1949. Thereafter the partnership was carried on by Mangaldas and Hiralal up to November 30, 1949 and on December 1, 1949, Ramesh, son of Am archand, joined the firm as the third partner. After the death of Amarch and the arrangement between the various partners in regard to the realisations of the old outstandings was that in respect of the work done up to the death the realisation were to be divided amongst Amarch, Mangalda and Hiral, in respect Of the work between July 8, 1949,. and November, 30, 1919, the realises were tobe divided between M and H, and for the five assessment years 1950 51 to 1954 55 the following amounts were received : Rs. 37,847/ , As. 43,162/ , Rs. 34,899/ ,Rs. 13,402/ and Rs. 32,523/ by the heirs and legal representatives of Am Archand. The Income tax Officer sought to tax these realisations. The Commissioner of Income tax took an appeal to the Appellate Tribunal and the Tribunal held that assessment could not be made on",
  "1697.txt": "The appellant firm transferred its business to a limited company with effect either from November 13, 1947 or February 13, 1948, by an instrument executed on February 7, 1948. The appellant claimed relief under section 25(4) of the Income tax Act, 1922, contending that it was entitled to relief under that section on the ground that the discontinuance of the business gave rise to a relief from taxation in respect of its income provided however that there had not been a succession to the business as contemplated in sub sec. (4) which must have taken place before April 1, 1939, for if the business is discontinued it cannot be succeeded to exist and cannot be a taxable unit under the Income Tax Act and it is a person as taxable as a person under the Act and not a person carrying on any profession, profession or vocation on which tax was at any time charged under the provisions of the Act. The Tribunal rejected the claim and referred a certain question to the High Court under section 66(1) but that application was also rejected. The High Court directed the Tribunal to refer the following question to it for determination: \"Whether, on the facts and in the circumstances of the case, the assessee is not entitled to. . . . and to what extent?\" The Tribunal duly drew up a statement of case and referred the question along with it to the",
  "1762.txt": "Certain commodities including chuni could only be exported from the former State of Dholpur on export permits issued by the customs department of the said State and it was also the practice in that State that when permits for export were issued, export duties had to be paid in advance, though the actual export was made later. In June 1947 the respondent was granted a permit for export of 15,000 maunds of chuni and in connection therewith he deposited Rs. 30,000/as export duty in advance. This permit had been granted on June 28, 1947 and remained in force upto December 2, 1947. The respondent however was not able to export the entire quantity of the commodity for which the permit was granted; he could only export 4,572 maunda and 20 seers of Chuni before December 2. 1947. Thereafter he could not export further as his permit was not extended. In the meantime, rapid constitutional changes took place after August 15, 1947, and by May 15, 1949, the United State of Rajasthan was formed including the Matsya Union, into which the former state had merged on March 17, 1948. The United State eventually became the Part B State on January 26, 1950, when the Constitution came into force. Eventually when the State refused to refund the amount",
  "1778.txt": "An award was made by an Industrial Tribunal fixing the pay of the employees of the appellant company at Rs. 2/2/ per day and in pursuance of the said award, the management of the company had entered into an agreement with the respondents that effect would be given to the wage structure, prescribed by the award. In spite of the award and the agreement, the appellant paid its employees only As. / 10/per day and that led to the present claim made by the respondents under section 15 of the , for an order directing the appellant to pay to the respondents the said prescribed wages. The appellant raised two pleas before the payment of wages authority before which it urged that section 15 was inapplicable because the rates of wages fixed by the Award did not fall within the definition of wages prescribed by section 2(vi) of the Act and also that the claim of the respondents was barred by limitation. The authority rejected the plea of limitation and held that section 2 (vi) included wages prescribed in an industrial dispute between the employer and his workmen. The question for determination in this appeal was whether the remuneration payable under an award was not already included in the definition",
  "1789.txt": "The general practice of the respondent company was to retire its employees at the age of 55 though in some cases the company in its discretion permitted an employee to continue beyond that age. In 1959 an agreement was entered into between the company and its employees in Calcutta under which the age Of compulsory retirement was extended to 58 years subject to the employees passing a medical examination on reaching the age ,of 55. Shortly after this the company 's employees in Bombay raised a dispute regarding their retirement age. They claimed that no workman should be retired from service before he bad completed 60 years of age. This dispute was ultimately referred to the Industrial Tribunal, Maharashtra. Before the Tribunal, the company resisted the workmen 's claim but submitted that it was agreeable to introduce for its Bombay employees provisions similar to those which had been introduced by agreement for the Cal cutta employees. The Tribunal directed that age of retirement should be 58 but the company may in its. discretion and with the express or implied consent of the employee concerned continue an employee after he attains",
  "1974.txt": "The assessee, a Hindu undivided family headed by one Sri Trivikram Narain Singh was the descendant of one Sri Babu Ausan Singh who was the original founder and owner of what is known as Ausanganj State in the district of Benaras. In 1796 there were some disputes between the Jagirdars and Zamindars in the District and the matter was referred to the Board of Revenue in Calcutta. In 1837 the British Government granted a pension of Rs. 36,322/8/ to one B and his heirs in perpetuity. The quantum of this pension was calculated on the basis of 1/4th of the revenue of the Jagir. By this arrangement the revenue or land collections of Jagir became payable by the Zamindar direct to the Government and by the grant of the pension, B no longer remained the proprietors of the Parganas or Jagir and became entitled to merely a pension. The Income tax Officer held that the pension was a regular annual income of the assessee and did not fall within the category of agricultural income tax as the income arose from a statutory obligation of the Government to pay it and although the Government recouped this from the person with whom the land was settled, land in the genealogical tree of Malikana appears in the second degree, its immediate and effective source is the Government 's statutory obligation to pay",
  "232.txt": "The West Bengal Special Courts Act (X of 1950) was entitled \"An Act to provide for the speedier trial of cer tain offences,\" and the object of the Act. as declared in the preamble, was \"to provide for the speedier trial of certain offences\". Section 3 of the Act empowered the State Government by notification in the official gazette to con stitute Special Courts, and sec. 5 provided that \"A Special Court shall try such offences or classes of offences or cases or classes of cases, as the State Government may by general or special order in writing, direct. \" The Act laid down a procedure for trial before Special Courts which was different in several respects from that laid down by the Criminal Procedure Code for trial of offences generally. The respondent, who was convicted by a Special Court which tried his case under a notification issued by the Government under sec. 5, contended that the said section was unconsti tutional and void inasmuch as it contravened article 14 of the Constitution, which provides that \"the State shall not deny to any person equality before the law or the equal protec tion of the laws within the territory of India\". 285 Held, per FAZL ALl, MAHAJAN, MUKHERJEA, CHANDRASEKHARA AIYAR and BOsE JJ. (PATANJALI SASTRI C.J., dissenting) Section 5 (1) of the West Bengal Special Courts Act, 1950, contravenes article 14 of the Constitution and is void inasmuch as (per FAZL ALl, MAHAJAN, MUKHERJEA, and CHANDRASEKHARA AIYAR JJ.) the procedure laid down by the Act for the trial by the Special Courts varied substantially from that laid down for the trial of offences generally by the Code of Criminal Procedure and the Act did not classify, or lay down any basis for classification, of the cases which may be directed to be tried by the Special Court, but left it to the uncontrolled discretion of the State Government to direct any case which it liked to be tried by the Special Court. DAs J. Section 5 Il) of the Act, in so far as it empowered the State Government to direct \"offences\" or \"classes of offences\" or \"classes of cases\" to be tried by a Special Court, does not confer an uncontrolled and unguided power on the State Government but by necessary implication contemplates a proper classification and is not void. That part of the section which empowered the Government to direct \"cases\" as distinct from \"classes of cases\" to be tried by a Special Court is void. PATANJALI SASTRI C.J. Section 5 (1) of the Act is not void or unconstitutional wholly or even in part. Per FAZL ALl, MAHAJAN, MUKHERJEA and CHANDRASEKHARA AIYAR JJ. A rule of procedure laid down by law comes as much within the purview of article 14 of the Constitution as any rule of substantive law and it is necessary that all litigants, who are similarly situated, are able to avail themselves of the same procedural rights for rebel and for defence with like protection and without discrimination. (ii) If it is established that the person complaining has been discriminated against as a result of legislation and denied equal privileges with others occupying the same position, it is not incumbent upon him before he can claim relief on the basis of fundamental rights to assert and prove that, in making the law, the legislature was actuated by a hostile or inimical intention against a particular person or class ; nor would the operation of article 14 be excluded merely because it is proved that the legislature had no intention to discriminate, though discrimination was the necessary consequence of the Act. The question of intention may arise in ascertaining whether an officer acted mala fide or not; but it cannot arise when discrimination follows or arises on the express terms of the law itself. (iii) The language of sec. 5 (1) clearly and unambigu ously vests the State Government with unrestricted discre tion to direct any cases or class of cases to be tried by the Special Court, not a discretion to refer cases only when it is of opinion that a speedier trial is necessary 286 (iv) Assuming that the preamble throws any light on the section, the necessity of speedier trial is too vague, uncertain and elusive a criterion to form a rational basis for discrimination. (v) It cannot be said that an Act does not contravene the equality rule laid down by article 14 simply because it confers unregulated discretion on officers or administrative bodies. The true position is that if the statute itself is not discriminatory the charge of Violation of the article may be only against the official who administers it, but if the statute itself makes a discrimination without any proper or reasonable basis, it would be void for being in conflict with article 14. (vi) The notification issued under the Act in the present case would also come within the definition of law and could be impeached apart from the Act if it violates article 14. DAS J. (1) Article 14 does not insist that every piece of legislation must have universal application and it does not take away from the State the power to classify persons for the purposes of legislation, but the classification must be rational, and in order to satisfy this test (i) the classification must be founded on an intelligible differen tia which distinguished those that are grouped together from others, and (ii) that differentia must have a rational relation to the object sought to be achieved by the Act. The differentia which is the basis of the classification and the object of the Act are distinct things and what is necessary is that there must be a nexus between them. But the mere fact that the inequality has not been made with the special intention of prejudicing a particular person or persons but in the general interest of administration will not validate a law if in fact it results in inequality of treatment. Nor can the constitutionality of a statute depend on the degree of the inequality brought about by the law. (2) Although the preamble to an Act cannot override the plain meaning of its operative parts, it may nevertheless assist in ascertaining what the true meaning or implication of a particular section is; and the part of sec. 5 ( 1 ) of the Act which relates to \"offences ' ', \"Classes of offences\" and \"classes of cases\", construed in the light of the pream ble, does not confer an uncontrolled and unguided power on the State Government, but by necessary implication and intendment empowers the State to classify the offences or classes of offences or classes of cases, that is to say, to make a proper classification having a relation to the object of the Act as recited in the preamble; and this part of sec. 5 (1) foes not therefore contravene article 14. (3) That part of sec. 5(1) which empowers the State Government to direct \"cases\" as distinct from \"classes of cases\" to be cried by the Special Court lies beyond the ambit of the object aid down by the preamble and contem plates and involves a purely arbitrary selection based on nothing more substantial 287 than the whim and pleasure of the State Government without any appreciable relation to the necessity for a speedier trial and therefore offends against the provisions of article 14 and is void. Bose J. The test under article 14 is neither classifica tion nor whether there is absolute equality in any academi cal sense of the term but whether the collective conscience of a sovereign democratic republic as reflected in the views of fair minded, reasonable, unbiassed men, who are not swayed by emotion or prejudice, can consider the impugned laws as reasonable, just and fair and regard them as that equal treatment and protection in the defence of liberties which is expected of a sovereign democratic republic in the conditions which obtain in India to day. PATANJALI SASTRI C.J. (dissenting). Section 5 (1) of the impugned Act is not void or unconstitutional wholly or even in part because: (1)The words in the enacting part of a statute must be confined to that which is the plain object and general intention of the legislature in passing the Act and the preamble affords a good clue to discover what that object was. The title and the preamble of the Act in the present case show unmistakably that the whole object and purpose of the Act was to devise machinery for the speedier trial of certain offences. The discretion intended to be exercised by the State Government must be exercised bona fide on a consideration of the special features or circum stances which call for comparatively prompt disposal of a case or cases proposed to be referred and sec. 5 (11 must be read as empowering the Government to direct the Special Court to try such offences or classes of offences or cases or classes of cases as in its judgment, require speedier trial. (2) Article 14 of the Constitution does not mean that all laws must be general in character and universal in application. The State must possess the power of distin guishing and classifying persons or things to be subjected to particular laws and in making a classification the legis lature must be allowed a wide latitude of discretion and judgment. The classification is justified if it is not palpably arbitrary but is founded on a reasonable basis having regard to the object to be attained. The powers of the legislature must include the power of entrusting an administrative body With a plenary but not arbitrary discre tion to be exercised so as to carry out the purpose of the Act and the mere fact that the discretion might be exercised arbitrarily by the administrative body cannot make the law itself unconstitutional. (4)The impugned Act does not in terms or by implication discriminate between persons or classes of persons nor does it purport to deny to any one equality before the law or the equal protection of the laws. (5) Even from the point of view of reasonable classification the expediency of speedier trial is not too vague or indefi nite to be the basis of classification. (6) The notifica tion of the Government in the present case referring the case to the Special Court did not contravene article 14 and is not void inasmuch as there is nothing 288 to show that the Government was influenced by any discrimi natory motive or design or acted arbitrarily, but on the other hand there are obviously special features which mark off the group of cases referred as requiring speedier dis posal. Judgment of the Calcutta High Court affirmed. Romesh Tappar vs The Stale of Madras ([1950] S.C.R. 594), Chintaman Rao vs State of Madhya Pradesh ([1950] S.C.R. 759), Dr. Khare 's Case ([1950] S.C.R. 519), Chiranjit Lal vs Union of India and Others ([1950] S.C R. 869) and Slate of Bombay vs F.N. Balsara ([1951] S.C.R. 682), ex plained. Truax vs Corrigan ; , Yick Wo vs Hopkins and other American cases on the right to equal protection of the laws considered.",
  "266.txt": "Section 5(1) of the Taxation on Income (Investigation Commission) Act, 1947, provided as follows: \" The Central Government may at any time before the first day of September, 1948, refer to the Commission for investigation and report any case or points in a case which the Central Government has reasons to believe that a person has a substantial extent evaded payment of taxation on income together with such material as may be available in support of such belief, together with other material as might be available to it in the case in question, and such material may be made available in any manner on such a reference in the manner in which such reference has been investigated by the Commission. . . . (3) No reference made by the Government under sub section (4) of section 5(4) shall apply to the case which has been referred to the Investigation Commission before the 1st September 1948, and no such reference shall be made by it after that date. (5) The Commission shall investigate in accordance with the provisions of this Act any case and points in any case referred to it under section 5. (6) No case or point in any such case shall be withdrawn from the Commission unless it is satisfied that the reference was made in the proper manner. (7) If the Commission finds that there is a breach of any provision of sub section",
  "314.txt": "The appellant was a Sub Divisional Officer in the Public Works Department, Pepsu, and was in charge of certain works at a place called Karhali. It was part of his duties to disburse the wages to the workmen employed in the works, and the procedure usually followed was that be drew the amount required from the treasury and paid the same to the emplo yees against their signatures or thumb impressions in the monthly acquittance roll. In the roll for April 1951, one Parma was mentioned as a khalasi (menial servant), and a sum of Rs. 51 shown as paid to him for his wages, the payment being vouched by thumb impression. The prosecution case was that there was, in fact, no person of the name of Parma, that the thumb impression found in the acquitt ment roll was that of the appellant himself, that he had included a fictitious name in the roll, with intent to himself draw the amount, and that by this expedient he had received the amount and misappropriated the same. The Magistrate framed charges against him under section 465 of the Indian Penal Code and under section 409 of the Penal Code for criminal misappropriation of the said amount and after a full trial acquitted him. On appeal by the State, the High Court held that proof that",
  "362.txt": "The assessee was the sole proprietor of a business carried on under the name and style of Indestro Sales and Service Co. at No. 50 52, Lohar Chawl Street in the City of Bombay. Two private limited companies, Indestro India Ltd. and Indestro Eastern Ltd., also carried on business and had their respective offices in the same premises. The Income tax Officer assessed the assessee to income tax for the years 1943 44 to 1947 1948 and 1951 1952 by the Third Income Tax Officer, C 1 Ward, Bombay, at and for Rs. 40,178 4 0. The assessee not having paid up the assessed amount of tax the Additional Collector of Bombay issued a recovery certificate under section 46(2) of the Income tax Act and attached the goodwill and tenancy rights in the said premises by a warrant of attachment issued on the 24th March 1954. The sale of the premises was confirmed on the 30th March 1955 and the sale proceeds not being sufficient to satisfy the assessed tax, he issued a notice under section 13 of the Bombay City Land Revenue Act, 1876, requiring the appellant to appear before him in person on the 16th June 1955 and show cause why he should not be apprehended and confined to civil jail in satisfaction of the certified demand. The appellant did not appear in person but on the next day an Advocate acting on behalf of the",
  "380.txt": "The respondent, a Custodian of Evacuee Property, entered into an agreement with the appellants, who were displaced persons, under which the mills and the factory in question were leased to them for a period of five years on the terms and conditions set out therein. There was a sale of the stock of raw materials, unsold finished goods, spare parts, cars, trucks and other movables which were in the mills with elaborate provisions for the determination and payment of the price therefor in due course, and thirdly there was an agreement to sell the mills in certain events and subject to certain conditions, and there was also a clause for referring the disputes between the parties to arbitration. In pursuance of this agreement, the appellantants were put in possession of the mills on 31 8 1952. On 12 2 1954, the respondent issued a notice to the appellant, Exhibit C, wherein it was set out that the appellantant had systematically committed breaches of the various terms on which the properties bad been leased to him, and called upon them to show cause why the lease should not be cancelled and why they might not be evicted. The notice went on to state that the respondent considered it necessary to issue certain directions for the preservation of the demised premises and the goods and stock in trade, etc., lying in",
  "415.txt": "The appellant, an Advocate of the High Court of Bombay, was detained by the Government of Bombay under section 7 of the , for the purpose of preventing him from acting in any manner prejudicial to the relations of India with the Portuguese Government and to the Security of India. The grounds of detention were served on him along with the order of detention. The appellant challenged the validity of the order on the grounds, inter alia, that the order was mala fide as it was passed for the ulterior purpose of prohibiting his freedom of speech and freedom of professional activity in the sphere of Goan affairs by reason of his known views in this behalf and that the detaining authority failed to apply its mind to the existence or otherwise of the legitimate objects of detention and that no particulars of the grounds could be furnished in public interest. 385 Held, that in view of the provisions of section 3 of the (Act IV of 1950) the order must be held to be valid.",
  "496.txt": "Five persons including the three appellants were prosecuted for the murder of one R. Each was convicted and each was sentenced to death under section 302 of the Indian Penal Code. The appeals and the confirmation proceedings in the High Court were heard by M. section Ali Khan and V. R. Deshpande, JJ. The former considered that the convictions should be maintained but was of opinion that the sentence in each case should be commuted to imprisonment for life. The latter favoured an acquittal in all five cases. The matter was accordingly referred to a third Judge who agreed with the first Judge and adjudged all five to be guilty. On the question of sentence he considered that death sentences on the appellants should be maintain and those of the other two should be Commuted to transportation for life, and so the sentences suggested by him were maintained as well as the convictions. All five convicts then applied to the High court for leave to appeal. The petition was heard by the two Judges who made the following order: \"The circumstances of the crime in this case were such that a brutal murder had been committed and sentence of death was the only one legally possible for the Sessions Judge to have passed and it was confirmed by the High",
  "652.txt": "The Madras Commercial Crops Markets Act, 1933, was passed for the better regulation of the buying and selling of commercial crops in the State of Madras and for that purpose to establish markets and make Rules for their proper administration. The provisions of the Act and the Rules framed thereunder were extended to two districts in respect of cotton and groundnuts. The Government directed the constitution of a Market Committee at Virudhunagar and markets at three other districts. The Market Committees were duly constituted and, on January 9, 1953, the Market Committee issued a notice stating that the Act, the Rules had come into force in Ramanathapuram District on January 1, 1953 and requiring persons who did business in cotton 94 and groundnut to take out licences as provided therein. A further notice dated January 17, 1953 stated that all the traders in cotton and",
  "660.txt": "The appellant brought a suit as the sole executor of a will alleged to have been executed by one Lakshmamma on August 22, 1945, in which he claimed a declaration that she was the owner of the properties mentioned in the schedule attached to the plaint and as such was entitled to dispose of them by a will and be asked for consequential reliefs purporting to give effect to the bequests made by the said will. The appellant also claimed to recover Rs. 2,106 which had been collected by respondent 1 by way of income from the suit lands and a further prayer was made for the payment of current mesne profits by Respondent 1. The claim made under the will was resisted by respondent No. 1. It was contended on behalf of the appellant that respondent 1 was entitled only to a life interest in items I and 2 and that on her death the said items would vest in respondents 2 to 4 and respondent 5 respectively.",
  "690.txt": "The assessee, a public limited company incorporated in the State of Cochin with branches in that State as well as in what was British India and in Travancore State, filed its return for the assessment year 1948 49 showing an income of Rs. 11,872 for the previous year ending June 30, 1949. The Income tax Officer determined its assessable income to be Rs. 90,947 representing only the profit it made in the erstwhile State and under section 32(1) proviso (1) of the Travanciore Income tax Act he refused a deduction of a sum of Rs 79,275 shown as loss from branches situated outside the State. The assessee 's appeal to the Income tax Commissioner was unsuccessful but the Appellate Tribunal held that the banking business of the assessee being one and indivisible for the purpose of determining the amount assessable to income tax it was entitled to deduct the losses incurred outside Trav",
  "715.txt": "The appellants, who were the appellant No. 1 and its Manager, were convicted under section 31(1) read with section 33 (1) of the , for contravening the provisions of section 33 of the Act. The appellant dismissed a workman and proceedings were taken against them under section 33 read with sections 31 and 31(i)(1) Of the Act against 5 other accused persons. The Chief Presidency Magistrate acquitted all the accused including the appellants and held that as the conciliation proceedings had continued for a period of more than 14 days as from January 17, 1952, further proceedings for conciliation were illegal and therefore the accused persons could not be convicted under the section. The State appealed to the High Court and the judgment of acquittal was reversed and the two appellants were convicted and the others were acquitted. The appellants appealed to this Court by special leave. The question for decision was whether the Conciliation proceedings could be said to be pending when the workman was dismissed. If the answer was in the affirmative then the appellant had been properly convicted and if not the conviction must be set aside.",
  "78.txt": "The appellant was the tenant of a flat on the second floor of a building belonging to a lady named Durgeshwari Devi. The appellant wanted to go to the United Kingdom for treatment of his failing eye sight and he got into touch with the complainant for the purpose of making necessary arrangements about the flat occupied by him in view of his intended departure. The complainant actually paid the appellant two sums of Rs. 500 each on 7th November, 1948, and 17th November. 1948. When the appellant got in touch with police, a trap was laid for him and it was arranged that the complainant should bring with him Rs. 1,000, being the balance due in respect of the furniture and that the police would give him the balance of the sum to be paid to the appellant. A Sub Inspector, posing as the complainant 's brother, went to the appel lant and paid him the two sums. The keys of the flat and the motor garage were handed over to the complainant. As the appellant and his wife were leaving the flat, the man, who masqueraded as the complainant 's s brother, threw off his disguise and disclosed his identity. The police recovered the car of the appellant from the rear seat of the car and also some papers, a typed draft of a partnership agreement be tween the complainant and",
  "784.txt": "An agreement was entered into between the Rajah of Venkatagiri and one Sri Balumuri Nageswara Rao whereby the latter agreed to give annual leases in respect of certain slate quarries within his estate for five years in succession commencing from February 1942 if the Raja was satisfied with the work carried on by the lessee during the preceding year. It was further stipulated that if the leases were given continuously for 5 years, then the lease holder would be entitled at the end of the 5th year to obtain a lease for a period of 20 years from the termination of the fifth year. On the expiry of 549 the 549 549 year, however, the Rajh granted another lease to the respondent for a short period commencing February 1, 1947, and ending on November 30, 1947. On September 7, 1949, the Venatagiri Estate was notified under section 3 of the Madras Estate (Abolition and Conversion into Ryotwari) Act, 1948, and the appellant applied to the Collector for confirmation of the lease granted by the Raj. Nothing appeared to have happened until February 12, 1952, when a notice was issued from the office of the Board of Revenue (Andhra Pradesh) calling upon the appellant to show cause within two months from the date of receipt of that notice as to why the lease should not be terminated without any compensation under the second proviso to section 20(1) of the Abolition Act. The appellant showed cause which apparently did not satisfy the said authorities."
}