{
  "1181.txt": "Appeal by special leave from the judgment and order dated November 8, 1957, of the Deputy Custodian General, Evacuee Property, Now Delhi Revision Petition No. 17 R/55 of 1955. Judgment of the Court was delivered by MUDHOLKAR J. J.",
  "1195.txt": "Appeal from the judgment and decree dated April 22, of 1953, of the Patna High Court in Appeal from Original Decree No. 162 of 1946. The plaintiffs and the defendant are adjoining colliery owners at Kujama. The High Court of Patna accepted all the findings of the learned Subordinate Judge and dismissed the appeal.",
  "1329.txt": "The study of a group of men in New York City's Central Park. The men were trying to find out whether or not they were entitled to a $1.5 million prize for their efforts. The study was conducted over a period of six months.",
  "1378.txt": "Ram Singh was convicted and sentenced to death for the murder of Sheo Sahai. He appealed against his conviction and sentence, but the High Court dismissed his appeal and confirmed his conviction. The High Court did not rely on the extra judicial confession made by Singh to the police.",
  "1406.txt": "Appeal by special leave from the Award dated March 10, 1959, of the Industrial Tribunal. No. 89 of 1958A. V. Viswanatha Sastri and T. R. Tatachari for the appellant, Janardan Sharma for the resondents.",
  "1522.txt": "Three appeals arise out of three separate trials before the Additional Sessions judge, Bulandshahr, but were argued together as they arise identical questions. The High Court held that the appellant had secreted the five registered letters in question and on this finding set aside his acquittal and convicted him in each of the three appeals.",
  "1531.txt": "Amarchand N. Shroff, Mangaldas and Hiralal were partners in a firm of solicitors. The firm kept its accounts on cash basis. After the death of Amarchand, the realisations were to be divided amongst the partners. The Income tax Officer sought to tax these realisations.",
  "1697.txt": "Appeals by special leave from the judgment and order dated May 2, 1960 of the Kerala High Court in Income tax Referred case No. 98 of 1955(M).section T. Desai, C. V. Mahalingam, B. Parthasarathi and J. B. Dadachanji, for the appeals.",
  "1762.txt": "Appeals from the judgment and decree dated May 2, 1960, of the Rajasthan High Court in Civil Second Appeal Nos.268 of 1954, 203 of 1955, 4 of 1954 and 27 of 1954. Judgment of the Court was delivered by WANCHOO, J. K. Kapur and B. G. Achar, for the appellant 'in allthe appeals'",
  "1778.txt": "Appeal by special leave from the judgment and order dated March 20, 1957, of the Patna High Court in Civil Revision No. 40 of 1956. The respondent did not appear. The appellant, Sasamusa Sugar Works Ltd., and its workmen, the respondents, made a claim under section 15 of the Act.",
  "1789.txt": "Appeal by special leave from the Award dated December 1961 of the Maharashtra Industrial Tribunal in Reference (I.T.) No. 48 of 1961. Judgment of the Court was delivered by DAS GUPTA, J. in 1964. Appeal arises out of an industrial dispute as regards the age of retirement.",
  "1974.txt": "Appeal from the judgment and decree dated July 27, 1959 of the Allahabad High Court in Income tax Reference No. 307 of 1957. The question referred by the Appellate Tribunal is: \"Whether on a true interpretation of clause (viii) of subsection 3 of section 4 of the indian Income tax Act the sum of Rs. 36,396/ received by the assessee as an allowance during the previous year of the assessment year 1949 50 is revenue income liable to tax under the Indian income tax Act, 1922?\"",
  "232.txt": "Appeals under article 132 (1) of the Constitution from the judgment and order dated 28th August, 1951, of the High Court of Judicature at Calcutta (Harries C.J., Chakravarthi, Das, Banerjee and S.R. Das Gupta JJ.) in Civil Revision Cases Nos. 942 and 1113 of 1951.",
  "266.txt": "The Judgment of the Court was delivered by I MEHR CHAND MAHAJAN C.J. The principal question canvassed in this case is whether certain sections of the Taxation on Income (Investigation Commission) Act, 1947, i.e., Act XXX of 1947, have become void from the date of the commencement of the Constitution of India.",
  "314.txt": "Appeal by Special Leave granted by the Supreme Court by its Order dated the 31st July 1953 from the Judgment and Order of the High Court of Judicature for the State of Pepsu at Th, Patiala in Criminal Appeal No. 140 of 1952. The appellant was a Sub Divisional Officer in the Public Works Department, Pepsu, and was in charge of certain works at a place called Karhali.",
  "362.txt": "Petition was filed under article 32 of the Constitution by one Purshottam Govindji Halai, a citizen of India. The father of the petitioner, who is also aitizen of India, was arrested by the Bombay City Land Revenue Act, 1876, for not paying tax.",
  "380.txt": "The appeal raises a question as to the powers of a Custodian of Evacuee Property to cancel a lease granted by him under section 12 of the (XXXI of 1950), hereinafter referred to as the Act. The appellants are displaced persons, and on 30 8 1952 the respondent entered into an agreement with them, Exhibit A, which is of a composite character, consisting of three distinct matters.",
  "415.txt": "Appeal by special leave from the judgment and order dated the 9th August 1955 of the Bombay High Court in Criminal Application No. 726 of 1955. He was in the Indian Air Force as an emergency Commissioned Officer between 1943 to 1948 and thereafter on extension for another four years until he attained the age of 55. It appears that he was also interested in journalism and in public affairs.",
  "496.txt": "Pandurang, Tukia and Bhilia, who were sentenced to death, applied here for special leave to appeal. Their petition was granted. The other two have not appealed. The prosecution case is this. On 7 12 1950, about 3 o 'clock in the afternoon,, Ramchander Shelke (the deceased) went to his field known as \"Bhavara\" with his wife 's sister Rasika Bai (P.W.1) and his servant Subhana Rao (PW.7)",
  "652.txt": "Appeals from the judgment and order dated July 10, 1953, of the Madras High Court in Writ Petitions Nos. 75, 87 and 135 of 1953. The Act was passed to provide for the better regulation of the buying and selling of commercial crops in the State of Madras.",
  "660.txt": "Appeal from the judgment and decree dated March 20, 1651, of the Mysore High Court in R.A. No. 155 of 1947 48. Appeal arises from a suit brought by the appellant as the sole executor of the will alleged to have been executed by one Lakshmamma.",
  "690.txt": "Appeals by special leave from the judgment and orders dated August 5, 1955, of the former Travancore Cochin High Court in Income tax Reference Appeals Nos. 6 of 1953 and 21 of 1954. These two appeals raise a common question of law, and that is, whether business losses incurred in the erstwhile State of Cochin could be set off against the business profits made in that state. But this question was not answered by the High Court.",
  "715.txt": "This is an appeal by special leave against the judgment and order of the High Court of Bombay reversing the judgment of the Chief Presidency Magistrate, Bombay, in Case No. 176/S of 1953. The appellants are the Andheri Marol Kurla Bus Service who was accused No. 1 and its Manager H. M. Khan (now appellant No. 2) The State took an appeal to the. High Court and the judgment was reversed and of the accused persons the two. appellants were convicted and the others were acquitted.",
  "78.txt": "W.H. King was the tenant of a flat on the second floor of a building called \"Ganga Vihar\", Marine Drive, Bombay, which belongs to a lady named Durgeshwari Devi. He wanted to go to the United Kingdom for treatment of his failing eye sight and he got into touch with the complainant Mulchand Kodumal Bhatia, who is the second respondent in this appeal. The prosecution case is that the accused demanded a sum of Rs. 30,000 which was later on reduced to Rs. 29,500.",
  "784.txt": "Appeals from the judgment and order dated November 20, 1957, of the Andhra Pradesh High Court, in Writ Petitions Nos. 1 of 1956, 19 and 470 of 1957. Judgment of the Court was delivered by DAs C. J. Sanyal, Additional Solicitor General of India, and T. M. Sen for respondent No. 1."
}