{
  "1181.txt": "The appellants who are displaced persons from West Pakistan, were granted quasi permanent allotment of some lands in village Raikot in 1949.\nOn October 31, 1952, the Assistant Custodian cancelled the allotment of 14 allottees in village Karodian, and also cancelled the allotment of the Appellants in Raikot but allotted lands to them in village Karodian, and allotted the lands of Raikot to other persons.\nThe 14 allottees of village Karodian as well as the appellants applied for review of the orders of cancellation of their allotment.\nThe application of the 14 allottees was dismissed.\nThey preferred a revision to the Custodian General who cancelled the appellant 's allotment (1) Cal.\n926. 329 in Karodian and restored the allotment of the 14 allottees on December 17, 1954 Thereupon,, on January 6, 1955, the appellants moved the Custodian General for calling up their review application and for revising the order of October 31, 1952, cancelling their allotment in Raikot.\nThe Custodian General refused to revise the order on the ground that his power to revise had been taken away by the .\nThe appellants contended that the, Custodian General had the power to revise the order.\nHeld, that after the enactment of the, , the Custodian General ceased to have the power to cancel allotments.\nBy, the issuing of a notification under, section 12(1) of this Act, the Fight, title or interest of the evacuee in the property specified in the notification was extinguished and the property vested absolutely in the Central.\nGovernment.\nThe right of the Custodian manage the property under the , came to an end and the management vested in a new set of officers.\nEven though no managing officer was appointed or a managing corporation, constituted under the new Act to manage the property no one else could 'exercise the power of cancellation of allotment.\nBal Mukund vs The State of Punjab, I.L.R. 1957 Punj.\n712, approved.",
  "1195.txt": "The appellants and the respondents were owners of adjoining collieries and the suit out of which the present appeal arose was one brought by the respondents for certain reliefs on the allegation that the appellants had encroached upon their coal mines and removed coal from the encroached portion and that they came to know of the said encroachment and removal of coal after they had received the letter dated August 18, 1941, from the Inspector of Mines.\nThe appellant denied the encroachment and pleaded that the suit was barred by limitation inasmuch as the respondents had knowledge of the encroachment in 1932 then there was a survey by the Department of Mines.\nThe trial judge found on evidence that the proceedings in 1932 had nothing to do with the matter, held that article 48 of the Limitation Act applied to the suit and that the appellants had failed to prove that the respondents had knowledge of the sinking of the quarries and pits in the encroached land and decreed the suit.\nThe High Court on appeal accepted the finding of the trial court and although it placed the burden of proving knowledge on the part of the respondents beyond the prescribed time on the appellants, nevertheless proceeded on the assumption that the initial burden to prove that they had knowledge of the said encroachment within the period was on the respondents and affirmed the decree of the trial court.\nHeld, that the burden of proof had not been misplaced.\nUnder article 48 of the Indian Limitation Act, which prescribes a three years ' limitation from the date of the knowledge, the initial onus is obviously on the plaintiff to prove that date since it would be within his special knowledge.\nMoreover, under section 3 of the Act, which makes its obligatory on the court to dismiss a suit barred by limitation, even though such a plea is not set up in defence, it is for the plaintiff to establish that the suit is not so barred.\nLalchand Marwari vs Mahant Rampur Gir, pat.\n(P.C.) 312 and Rajah Sahib Perhalad Seim vs Maharajah Rajender Kishore Singh, (1869) 12 M.I.A. 292, referred to.\nUnder the there is an essential distinc tion between burden of proof as a matter of law and pleading and as a matter of adducing evidence and under section 101 of the 493 Act the burden in the former sense is always on the plaintiff and never shifts, but the burden in the latter sense may according to the evidence led by the parties and presumptions of law or fact raised in their favour.\nSundarji Shivji vs Secretary of State for India, Pat. 752, disapproved.\nKalyani Prasad Singh vs Borrea Coal Co. Ltd., A.I.R. 1946 Cal.\n123, Bank of Bombay vs Fazulbhoy Ebrahim, and Talyarkhan vs Gangadas, Bom.\n848,approved.\nHeld, further, that it is well settled that a map referred to in a lease is a part of the lease.\nWhere, therefore, the map is drawn to scale and clearly demarcates the boundary it is not permissible to ignore it and reconstruct the boundary with reference to the revenue records.\nDarapali Sadagar vs jajir Ahmad, Cal. 394, referred to.",
  "1329.txt": "The respondents firm claimed exemption from Sales Tax under article 286(i)(b) of the Constitution in respect of sales 925 made by them of cotton and castor oil on the ground that the sales were on F.O.B. contracts under which they continued to be the owners of the goods till those crossed the custom barrier and entered the export stream.\nThey also contested the purchase tax to which they were assessed under section 10(b) of the Bombay Sales Tax Act.\nThe High Court upheld the contention of the respondents regarding the Sales Tax but held that they were liable to pay purchase tax.\nOn appeal by both the parties Held, that the goods remained the seller 's property till those had been brought and loaded on board the ship and so the sales were exempted from tax under article 286(i) of the Constitution.\nThe word \" a person \" in section 10(b) of the Bombay Sales Tax Act had been correctly interpreted as \" a registered dealer \" and the purchasing dealers had been rightly assessed to purchase tax.\nThe normal rule in F. 0.\nB. contracts was that the property was intended to pass and did pass on the shipment of the goods.\nThe presumption in F. 0.\nB. contracts was that it was the duty of the buyer to obtain the necessary export licence, though in the circumstances of a particular case that duty might fall on the seller.\nH.O. Brandt & Co. vs H. N. Morris & Co. Ltd., [1917] 2 K.B. 784 and M. W. Hardy & Co. vs A. V. Pound & Co., Ltd., (1953) 1.Q.B. 499, considered.\n\"Export \" under the Import and Export Control Act having been defined as \" taking out of India by land, sea or air \" it could not, under the Export Control Order, be held to have commenced till the ship carrying the goods left the port or in some cases passed the territorial waters.\nThe State of Bombay vs The United Motors (India) Ltd., (1953) 4 S.T.C. 133, held inapplicable.",
  "1378.txt": "The appellant was tried for murder.\nThe facts established were that there were quarrels between the appellant and the deceased over the purchase of a cycle and in a play of cards that the appellant had purchased a sword a day earlier and that he had deposited the sword stained with human blood at the police station shortly after the murder.\nEvidence was also led of an extra judicial confession made by the appellant to one U but the High Court did not place reliance on it as it did not feel sure of it though it observed that a perusal of the statement of U showed that it was very likely that what he stated may have happened.\n^ Held, that the statement of U regarding the extra judicial confession was erroneously rejected by the High Court.\nExtra judicial confessions were not usually considered with favour but such a confession coming from a person who had no reason to state falsely and to whom it was made in circumstances which tended to support his statement could be relied upon.\nThe extra judicial confession in the present case was supported by the facts established, and these together fully established the guilt of the appellant.",
  "1406.txt": "S, employed by the appellant as a cross cutter in the saw mill was asked to show cause why his services should not be terminated on account of grave indiscipline and misconduct and he denied the allegations of fact.\nHe was thereafter informed about a department enquiry to be held against him and was suspended pending enquiry.\nPurporting to act under r. 18(a) of the Standing Orders, the appellant terminated the services of S, without holding any departmental enquiry.\nThe industrial tribunal to which the dispute was referred held, that action taken, after dropping the proposed departmental proceedings was not bonafide and was a colourable exercise of the powerconferred under r. 18(a) of the Standing order and since no attempt was made before it to defend such action by proving the alleged misconduct, it passed an order for reinstatement of S, The appellant contended that as the termination was strictly in accordance with the terms of contract under r. 18(a) of the Standing Orders, it was entitled to dispense 823 with the service of an employee at any time by first giving 14 days notice or, paying 12 days wages.\n^ Held, that the employer 's decision to discharge the employee under r. 18(a) of the Standing Orders after dropping the enquiry intended to be held for misconduct was clearly a colourable exercise of the power, and an employer could not press his right purely on contract and say that under the contract he has unfettered right \"to hire and fire\" his employees, right was subject to industrial adjudication and even a power like that granted by r. 18(a) of the Standing orders in this case was subject to the scrutiny of industrial courts.\nEven in a case of this kind the requirement of bona fides was essential and if the termination of service was a colourable exercise of power, or was a result of victimisation or unfair labour practice, the tribunal had jurisdiction to intervene and set aside such termination.\nBuckingham and Carnatic Co. Ltd. vs Workers of the Company, , referred to.\nThe Chartered Bank Bombay vs The Chartered Bank Employees Union. ; and Assam Oil Company vs Its Workmen, [1960] 3 S.C.R. 457, followed.\nHeld, further, that the principle relating to termination of Government service stands on an entirely different footing as compared to industrial employees and the same principle could not be applied to industrial adjudication.\nParshotaa Lal Dhingra vs Union of India, ; , distinguished.",
  "1522.txt": "The appellant, a postman, and I,is father were living in the same house.\nCertain undelivered postal articles were re covered from an almirah in the house, the key of which was produced by the father.\nThe appellant was tried and convicted of an offence under section 52 Post Offices Act for secreting postal articles.\nThe appellant contended that since it had not been proved that he had been entrusted with these articles the offence under section 52 was not made out and that lie could not be held guilty of secreting as he was not in exclusive possession of these articles.\nHeld, that entrustment was not an essential ingredient of the offence under section 52.\nWhere the legislature intended to make entrustment an ingredient of the offence it had used appropriate words to make it clear.\nIt had used no such words in section 52.\nTo secrete means to hide.\nIn a case like the present, the retention of an undelivered postal article in an almirah for an inordinately long period would be tantamount to hiding that article.\nHeld, further, that the appellant was not in exclusive possession of the postal articles and no inference could be drawn 409 that he had secreted them.\nAs the key was produced by the appellant 's father it could not be inferred that the appellant was in joint possession of the almirah much less that he was in exclusive possession of it.\nNo inference could be drawn from the fact that the almirah contained certain other articles belonging to the appellant as it also contained a large number of articles belonging to the father.",
  "1531.txt": "Sub section (1) of section 24B of the Indian Income tax Act, 1922, provided that where a person dies his heirs and legal representatives ate liable to pay out of the estate of the deceased the tax assessed as payable by the deceased or any tax which would have been payable under the Art by the deceased if he had not died.\nA who, was one of the three partners in a firm of solicitors died.\non July 7,1949, and thereafter the partnership was carried on by the other two partners till December 1, 1949.\nwhen R, son of A, joined the firm as the third partner.\nAfter the death of A the arrangement between the various partners in regard to the ' realisations of the old out standings was that in respect of the work done up to the death of A the realisations were to be divided between A and the other two partners.\nThe firm 700 kept its accounts on cash basis For each of the five assessment years, 1950 1955, certain amounts were received by the heirs and legal representatives of A out of the out standings.\nProceedings were started by the Income tax Officer under section 34 of the Indian Income tax Act, 1922, in respect of the aforesaid.\nincome, and the various amounts were assessed to income tax in the hands of the respondents, the heirs and legal representatives of A, under section 34 (1) (b) read with section 24B of the Act, for the five respective assessment years, on the footing that the amounts which were received by the heirs and legal representatives of A after his death should be deemed by virtue of the words in sub section\n(1) of section 24B to be income received by A and liable to tax under that sub section.\nHeld, that the words \"or any tax which would have been payable by him under this Act if he had not died\" under section 24B(1) of the Indian Income tax Act, 1922, are restricted to the income received by the deceased person before his death and to the income received after his death by his heirs and legal representatives in the \"previous year\" and which had not been assessed but would have been assessed as income received by him, if death had not taken place.\nThe provisions of section 24B do not extend to tax liability of the estate of a deceased person beyond the previous or the account year in which that person dies.\nApart from section 24B no assessment can be made in respect of the income of a person after his death.\nHeld, that as the income was received after the expiry of the previous year in which A died it was not liable to be taxed as the income of A in the hands of his legal representatives in the several years of assessment.\nAllen vs Trehearne, , Ellis C Reid vs Commissioner of Income tax Bombay, and Wallace Brother & Co. Ltd. vs Commissioner of Income tax, Bombay City, [1948] 16 , referred to.",
  "1697.txt": "By section 25 (4) of the Income tax Act, \"Where the person who was at the commencement of the Indian Income tax (Amendment) Act, 1939.\ncarrying on any business, profession or vocation in which tax was at any time charged under the provisions of the Indian Income tax Act, 1918, is succeeded in such capacity by another person, the change not being merely a change in the constitution of a partnership, no tax shall be payable by the first mentioned person in respect of the income, profits and gains of the period between the end of the previous year and the date of such succession.\" A firm bearing the same name as the appellant firm, had been carrying on business from before 1918 and had paid tax on that business under the Income tax Act, 1918.\nThe firm did three kinds of businesses, namely, (a) in piece goods, yam as general merchants, 92 (b) in the manufacture and sale of umbrellas and (c) in the manufacture and sale of soaps.\nThere were various changes in the constitution of the firm between 1918 and 1934.\nIn May 1939 two, documents were executed, one by the then members of the firm, and a stranger H. being exhibit CI and the other by those members alone,.\nbeing exhibit CII.\nIt appeared from exhibit CI that the business in the manufacture and sale of umbrellas and soaps was being carried on from October November 1937 by the parties to it as partners while exhibit CII showed that the parties to it had been carrying on the business in yarn piecegoods and as general merchants as partners from the same time as mentioned in exhibit Cl.\nOn October 30.\n1943 a document styled as an agreement of partnership was executed by five persons who were then the persons interested in the businesses carried on under the instrument of May 30, 1939.\nThis document referred to the two, agreements of partnership of May 30, 1939 and certain subsequent retirements of partners and admissions of new partners and provided that the businesses previously carried on by the two partnerships.\nreferred to in the instruments of May 30, 1939, would thereafter be carried on by one single partnership constituted by the parties to it.\nThereafter all the businesses aforesaid were carried on by this single partnership.\nThe firm constituted by the instrument of October 30, 1943 continued with certain changes in its constitution till February 7, 1948 when the then partners of, it entered into an agreement with a company to transfer the business of the firm to the latter, the transfer to be completed by February 13, 1948 and the transfer was in fact made.\nThe firm constituted by the document of October 30, 1943 claimed relief under section 25(4) in assessment for the years 1948 49 and 1949 50 on the ground that it had been carrying on a business on April 1, 1939 when the Income tax (Amendment) Act, 1939 commenced; to operate on which business tax had been charged under the Act of 1918 and that it was succeeded in that business by a company in February 1948.\nHeld: (per Sarkar and Shah JJ.).\nThe assessee was not entitled to the relief.\nCl and CII showed that the business that had been carried on by the firm existing in 1918 was discontinued in October/November 1937 and its businesses were split up into two and from then carried on by two independent partnerships brought into existence by those documents.\nThe old firm was brought to an end by Exs.\nCl and CII.\nWhen a business carried on in one unit is disintegrated and divided into parts, the parts are not the whole, though all the parts taken together constitute the whole.\nIn such case there is a discontinuance of the original businesses.\nsection N. A. section A. Annamalai, Chettiar vs Commissioner of Income tax, Madras, referred to.\n93 The business on which tax had been charged under the Act of 1918 was not being carried on April 1, 1939 by the firm which had paid tax under that Act.\nThe business to which the company succeeded under the agreement ,of February 7, 1948 cannot before the succession be said to have been carried on by a firm which was carrying on business on April 1, 1939, for that firm had been newly formed under the instrument of ,October 30, 1943, which expressly revoked the partnership agreements of May 30, 1939 under which two firms had been brought into brought into existence.\nPer, Hidayatullah J. (dissenting) (i) Sub sections\n(3) and (4) of section 25 ,of the Act are mutually exclusive . sub section\n(3) was only applicable when the business was discontinued and that in the term \"succession\" was not to be included a change in the constitution of the partnership.\nIn sub section\n(4) the emphasis is on succession to a person who on April 1, 1939 was carrying on any business on which tax was at any time ,charged under the Act 1918.\nIn sub section\n(3) the emphasis is on the discontinuance of the business which had paid tax under the Act 1918.\n(ii) There is difference of approach to the same facts under the law of partnership and the Income tax law.\nCharandas vs Haridas, (1960)39 and Dulichand vs ,Commissioner of Income tax, Nagpur, [1956] S.C.R. 154, referred to.\n(iii) Discontinuance of a firm is not a mere change in the constitution of the firm or even succession where, though the business changes hands, the original business which paid the tax in 1918 is carried on.\nShivram Poddar vs Income tax, Officer, C. A. No. 455 of 1963 dated December 13, 1963, referred to.\n(iv) All cases of discontinuance of businesses are treated under sub section\n(3) and all cases of succession under sub section\n(4) and all cases of mere change in the constitution of the firm are neither cases under sub section\n(3) nor under sub section\nThese sub sections do not apply to cases where the business was not in existence before the Act 1922 came into force.\nAmbalal Himatlal vs Commissioner of Income tax and Excess Profits Tax, Bombay North, , referred to.\n(v) Since the soap and umbrella businesses were not in existence and no relief could be claimed in respect of these businesses, changes in respect of them were irrelevant.\n(vi) by the expression \"discontinued\" in sub section\n(3) is meant complete cessation of business.\nIn the present case it could be said that this had taken place in respect of the piece goods business; this might 94 have been managed by persons other than those who had paid the tax under the 1918 Act, but the business was not discontinued for the application of sub section\nCommissioner of Income tax, Bombay vs P. E. Polson, (1945)13 Commissioner of Income tax, West Bengal vs A. W. Figgies and Co. ; and Mevoppar vs Commissioner of Income tax, Madras, 1.\nL. R. referred to.\n(vii) In the present case there was no succession and it falls within the rule laid down by this Court in Figgies ' case.\n(viii) Though a firm was to be regarded as an entity for the purpose of the Income tax Act, that entity was not to be taken to be disturbed by the coming in or going out of partners.\nApplying the test to the present case it was held that the identity of the entity was never lost and there was never a succession till the year 1948.\nNo question of the dissolution of the old firm in piece goods business ever arose.\nIt continued right through, even other newly started businesses were owned by it.\nIt cannot be said that the old firm had either discontinued or had been succeeded by another person.\nHemchand was a mere employee though described as a partner.\nThe entry of Hemehand did not constitute a dissolution of the old firm.\nCommissioner of Income tax, Bombay City vs Kolhia Hirdagarh, Co. Ltd., Bombay, (1949) 17 ; and Commissioner of Income tax, Bombay City vs Sir Homi Metters Executor, , referred to.\n(ix) The appellants are entitled to succeed in their claim regarding the business in piece goods yarn and banking which alone had paid tax under the 1918 Act.",
  "1762.txt": "In 1947, the Dholpur State acceded to the Dominion of India.\nLater on, it was merged with other States and as a result of that merger, the Matsya Union was formed on March 18, 1948.\nOne of the provisions of the merger agreement was that the existing laws in the Covenanting States were to be continued till such time as they were modified or repealed by the new State and that all the assets and liabilities of the Covenanting States were taken over by the new State.\nLater on, the Matsya Union was merged with the United State of Rajasthan which had come into existence from April 7, 1949.\nA similar provision with regard to the recognition of the liabilities of the Covenanting States by the new State was also provided.\nOn January 26, 1950, Part B State of Rajasthan came into existence.\nIn the four appeals the respondents secured permits from the Dholpur State for the export of certain commodities and they had to pay export duties in advance.\nAs the respondents could not export the full quantity for which they had secured permits they asked the appellant to refund the excess export duty and when the latter refused to do so, filed suits for refund of the same with interest.\nThe defence taken up by the appellant was that it was not bound by any liability which might have arisen against the former State of Dholpur.\nIt was a new Sovereign and was not bound by any liability of the former State of Dholpur unless it chose to recognise the obligation but no such obligation was recognised in the present case.\nOne suit was dismissed by the trial court and other three were decreed.\nThe appeals of the State to the District Judge were substantially dismissed while the appeal in the first suit by the plaintiff was substantially allowed.\nThe State filed appeals to the High Court.\nAfter referring the matter to the Full Bench, a Division Ben oh of the High Court dismissed the appeals filed by the State.\nThe Appellant came to this Court after obtaining certificate of fitness from the High Court.\nThe only question raised before this Court was about the liability of the State of Rajasthan under article 295(2) of the Constitution in respect of the obligations of the former State of Dholpur which came to be included in the State of Rajasthan.\nDismissing the appeals, Held, that the new State by continuing the old laws without change till they were repealed or altered, recognised that it was liable in the same way as the merging State would have been in any case.\nThroughout the process of integration from 1948 to 1950, the new Sovereign must be taken to have recognised the rights of the subjects and undertaken the liabilities 175 of the old State.\nSo under article 295(2) of the Constitution, the State of Rajasthan was liable to meet the liabilities of all old States which eventually were merged into it.\nMoreover, there was nothing to show that the right to claim the refund was taken away by any law competently passed.\nM/s Dalmia Dadri Cement Co. Limited vs The Commissioner of Income tax [1959], S.C.R. 729 and Maharaja Shree Umaid Mill Limited vs Union of India, A.I.R. 1953, S.C. 953 referred to.",
  "1778.txt": "In pursuance of an award made by an Industrial Tribunal fixing the pay of the employees at Rs. 2/2/ per day, the management of the appellant had entered into an agreement with its workmen, that the effect would be given to the wage structure prescribed by the said award.\nIn spite of the award and the agreement, the appellant paid its employees only As.\n/10/ per day and that led to the present claim made by the respondents under section 15 of the Payment of Wages Act.\nThey asked for an order from the payment of wages authority directing the appellant to pay the said prescribed wages.\nAgainst the respondent 's claim it was urged by the appellant that section 15 of the Act was inapplicable, because the rates of wages fixed by the award did not fall within the definition of wages prescribed by section 2(vi) of the Act.\nThe authority rejected the appellant 's contention.\nThe appellant then challenged the correctness of the conclusion of the authority before the High Court under article 226 of the Constitution.\nThe High Court dismissed the writ petition and affirmed the finding of the authority.\nIt held that section 15 was applicable to the case, because the wages prescribed by the award did amount to wages as defined by section 2(vi) of the Act.\nOn appeal by Special Leave the appellant contended that before it is held that the wages prescribed by the award fall under section 2(vi), it must be shown that they constitute part of the terms of the contract of employment, either express of implied.\nHeld: The argument is not well founded.\nWhen an award is made and it prescribes a new wage structure, in law the old contractual wage structure becomes inoperative and its place is taken by the wage structure prescribed by the award.\nIn a sense, the latter wage structure must be deemed to be the contract between the parties, because that, in substance, is the effect of industrial adjudication.\nThe true legal position is that when industrial disputes are decided by industrial adjudication and awards are made, the said awards supplant contractual terms in respect of matters covered by them and are substituted by them.\nThat being so, it is difficult to hold that the wages prescribed by the award cannot be treated as wages under section 2(vi) of the Act before it was amended.\nThe amendment has merely clarified what was included in the unamended definition itself.\nSouth Indian Bank Ltd. vs A. R. Chacko, A.I.R, 1964 S.C. 1522, referred to.\nJogindra Nath Chatterjee and Sons, V. Chandreswar Singh, A.I.R., , inapplicable.\nModern Mills Ltd. vs V. R. Mangalvedhikar, A.I.R., 1950 Bom.\n342 and V. B. Godse, Manager, Prabha Mills Ltd. vs R. M. Naick , approved L/P(D)lSCI 14(a) 420",
  "1789.txt": "Shortly after the extension of the age of retirement from 55 to 58 subject to the employee passing a medical examination at 55 in the respondent company 's Head Office at Calcutta, their workmen at Bombay branch raised an industrial dispute claiming the extension of their age of retirement from 55 to 60.\nThe dispute was referred to the Industrial Tribunal.\nThe company resisted the claim but was agreeable to introduce similar provisions as introduced at Calcutta.\nThe difficulty in accepting the company 's case was the conclusion recorded by the Supreme Court in its earlier decisions that the trend in Bombay region was to fix the age at 60.\nSo the Tribunal considered it to be its duty to enquire whether the conclusion recorded by the Supreme Court was accurate and ultimately persuaded itself to hold that no such trend was established in fact, and directed that the age of retirement should be 58.\nHeld: (i) After careful consideration of all the materials placed on this record, there was nothing to justify any doubt about the correctness of what was said on the earlier occasion by this Court.\nThe approach adopted by the Tribunal in dealing with this aspect of the problem is not very commendable and its present conclusion that what was said by itself on an earlier occasion and was confirmed by this Court in appeal, was in fact inaccurate, is on the whole unsound.\nWhat the Tribunal has failed to notice is that instances which may justify a revision of the judicial opinion expressed on an earlier occasion about a particular trend must be strong and unambiguous and they must speak for the period both before and more particularly after the previous finding had been recorded in the matter.\n(ii) The information furnished by the several documents on this record clearly show a consistent trend in the Bombay region to fix the retirement age of clerical and subordinate staff at 60.\nImperial Chemical Industries (India) Private Ltd. vs Their Workmen, ; and Dunlop Rubber Co. Ltd. vs Workmen ; , relied on.",
  "1974.txt": "The respondent was the head of a Hindu undivided family and was the descendant of a Jagirdar.\nCertain disputes between the Jagirdar and the Zamindars in the district had been settled in 1837 by a compromise between the British Government and the then Jagirdar, whereby, the Government granted the Jagirdar and his heirs a pension in perpetuity to be calculated on the basis of one fourth of the revenue of the Jagir.\nBy this arrangement the collections from the Jagir became payable by the Zamindars direct to the Government and the Jagirdar and his successors no longer remained the proprietors of the Jagir and became entitled only to a pension.\nThe Income tax Officer assessed the receipt of the pension by the respondent as part of his regular income and rejected the latter 's contention that the amount received was agricultural income within the meaning of section 4(3)(viii) of the Income tax Act, 1922.\nIn appeal, the Assistant Commissioner accepted the respondent 's contention, but the Tribunal reversed this finding.\nThe High Court, on a reference, decided the issue in favour of the respondent, on the grounds, inter alia, that the right conferred under the compromise of 1837 was a right to a share of one fourth in the net land revenue collections and furthermore, the amount received by the successors of the Jagirdar varied from year to year.\nIn the appeal before the Supreme Court, it was also contended on behalf of the respondent that the amount received was in the nature of a capital receipt, being a payment to the Jagirdar and his successors of compensation for relinquishing the title to the Jagir lands.\nHELD: (i) Under the compromise and arrangement of 1837, the respondent had no interest in the land or in the land revenue payable in respect thereof.\n[704 A] State of U.P.v.\nKunwar Sri Trivikram Narain Singh; , , followed.\nAs the source of the income in this case was the arrangement of 1837, the income could not be held to be derived from land within the meaning of the definition of agricultural income in section 2(1)(a) of the Act.\nEven if the income varied from year to year, the source of the income was still the arrangement and not land.\n[705 G] Maharajkumar Gopal Saran Narain Singh, vs\nC.I.T. Bihar and Orissa, , C.I.T. Bihar and Orissa vs Raja Bahadur Kamkhya Narayan Singh and Ors, , Mrs. Bacha F. Guzdar vs\nC.I.T. Bombay , MaharaJadhiraja Sir Kameshwar Singh, vs C.I.T. Bihar and Orissa, , followed.\n(ii) The amount received by the respondent was not a capital receipt but revenue income and therefore taxable.\n701 Where an owner of an estate exchanges a capital asset for a perpetual annuity, it is ordinarily taxable in his hands.\nThe position would be different if he exchanged his estate for a capital sum payable in installments.\nSuch installments when received would not be taxable as income.\nBut in the present case there was no material to show that the amount received was an instalment of this nature.\n[706 H~707C] Commissioner of Inland Revenue vs Wesleyan and General Assurance Society, , and Perrin vs Dickson , referred to.",
  "232.txt": "The West Bengal Special Courts Act (X of 1950) was entitled \"An Act to provide for the speedier trial of cer tain offences,\" and the object of the Act.\nas declared in the preamble, was \"to provide for the speedier trial of certain offences\".\nSection 3 of the Act empowered the State Government by notification in the official gazette to con stitute Special Courts, and sec.\n5 provided that \"A Special Court shall try such offences or classes of offences or cases or classes of cases, as the State Government may by general or special order in writing, direct.\n\" The Act laid down a procedure for trial before Special Courts which was different in several respects from that laid down by the Criminal Procedure Code for trial of offences generally.\nThe respondent, who was convicted by a Special Court which tried his case under a notification issued by the Government under sec. 5, contended that the said section was unconsti tutional and void inasmuch as it contravened article 14 of the Constitution, which provides that \"the State shall not deny to any person equality before the law or the equal protec tion of the laws within the territory of India\".\n285 Held, per FAZL ALl, MAHAJAN, MUKHERJEA, CHANDRASEKHARA AIYAR and BOsE JJ.\n(PATANJALI SASTRI C.J., dissenting) Section 5 (1) of the West Bengal Special Courts Act, 1950, contravenes article 14 of the Constitution and is void inasmuch as (per FAZL ALl, MAHAJAN, MUKHERJEA, and CHANDRASEKHARA AIYAR JJ.) the procedure laid down by the Act for the trial by the Special Courts varied substantially from that laid down for the trial of offences generally by the Code of Criminal Procedure and the Act did not classify, or lay down any basis for classification, of the cases which may be directed to be tried by the Special Court, but left it to the uncontrolled discretion of the State Government to direct any case which it liked to be tried by the Special Court.\nDAs J. Section 5 Il) of the Act, in so far as it empowered the State Government to direct \"offences\" or \"classes of offences\" or \"classes of cases\" to be tried by a Special Court, does not confer an uncontrolled and unguided power on the State Government but by necessary implication contemplates a proper classification and is not void.\nThat part of the section which empowered the Government to direct \"cases\" as distinct from \"classes of cases\" to be tried by a Special Court is void.\nPATANJALI SASTRI C.J. Section 5 (1) of the Act is not void or unconstitutional wholly or even in part.\nPer FAZL ALl, MAHAJAN, MUKHERJEA and CHANDRASEKHARA AIYAR JJ.\nA rule of procedure laid down by law comes as much within the purview of article 14 of the Constitution as any rule of substantive law and it is necessary that all litigants, who are similarly situated, are able to avail themselves of the same procedural rights for rebel and for defence with like protection and without discrimination.\n(ii) If it is established that the person complaining has been discriminated against as a result of legislation and denied equal privileges with others occupying the same position, it is not incumbent upon him before he can claim relief on the basis of fundamental rights to assert and prove that, in making the law, the legislature was actuated by a hostile or inimical intention against a particular person or class ; nor would the operation of article 14 be excluded merely because it is proved that the legislature had no intention to discriminate, though discrimination was the necessary consequence of the Act.\nThe question of intention may arise in ascertaining whether an officer acted mala fide or not; but it cannot arise when discrimination follows or arises on the express terms of the law itself.\n(iii) The language of sec.\n5 (1) clearly and unambigu ously vests the State Government with unrestricted discre tion to direct any cases or class of cases to be tried by the Special Court, not a discretion to refer cases only when it is of opinion that a speedier trial is necessary 286 (iv) Assuming that the preamble throws any light on the section, the necessity of speedier trial is too vague, uncertain and elusive a criterion to form a rational basis for discrimination.\n(v) It cannot be said that an Act does not contravene the equality rule laid down by article 14 simply because it confers unregulated discretion on officers or administrative bodies.\nThe true position is that if the statute itself is not discriminatory the charge of Violation of the article may be only against the official who administers it, but if the statute itself makes a discrimination without any proper or reasonable basis, it would be void for being in conflict with article 14.\n(vi) The notification issued under the Act in the present case would also come within the definition of law and could be impeached apart from the Act if it violates article 14.\nDAS J. (1) Article 14 does not insist that every piece of legislation must have universal application and it does not take away from the State the power to classify persons for the purposes of legislation, but the classification must be rational, and in order to satisfy this test (i) the classification must be founded on an intelligible differen tia which distinguished those that are grouped together from others, and (ii) that differentia must have a rational relation to the object sought to be achieved by the Act.\nThe differentia which is the basis of the classification and the object of the Act are distinct things and what is necessary is that there must be a nexus between them.\nBut the mere fact that the inequality has not been made with the special intention of prejudicing a particular person or persons but in the general interest of administration will not validate a law if in fact it results in inequality of treatment.\nNor can the constitutionality of a statute depend on the degree of the inequality brought about by the law.\n(2) Although the preamble to an Act cannot override the plain meaning of its operative parts, it may nevertheless assist in ascertaining what the true meaning or implication of a particular section is; and the part of sec.\n5 ( 1 ) of the Act which relates to \"offences ' ', \"Classes of offences\" and \"classes of cases\", construed in the light of the pream ble, does not confer an uncontrolled and unguided power on the State Government, but by necessary implication and intendment empowers the State to classify the offences or classes of offences or classes of cases, that is to say, to make a proper classification having a relation to the object of the Act as recited in the preamble; and this part of sec.\n5 (1) foes not therefore contravene article 14.\n(3) That part of sec.\n5(1) which empowers the State Government to direct \"cases\" as distinct from \"classes of cases\" to be cried by the Special Court lies beyond the ambit of the object aid down by the preamble and contem plates and involves a purely arbitrary selection based on nothing more substantial 287 than the whim and pleasure of the State Government without any appreciable relation to the necessity for a speedier trial and therefore offends against the provisions of article 14 and is void.\nBose J.\nThe test under article 14 is neither classifica tion nor whether there is absolute equality in any academi cal sense of the term but whether the collective conscience of a sovereign democratic republic as reflected in the views of fair minded, reasonable, unbiassed men, who are not swayed by emotion or prejudice, can consider the impugned laws as reasonable, just and fair and regard them as that equal treatment and protection in the defence of liberties which is expected of a sovereign democratic republic in the conditions which obtain in India to day.\nPATANJALI SASTRI C.J. (dissenting).\nSection 5 (1) of the impugned Act is not void or unconstitutional wholly or even in part because: (1)The words in the enacting part of a statute must be confined to that which is the plain object and general intention of the legislature in passing the Act and the preamble affords a good clue to discover what that object was.\nThe title and the preamble of the Act in the present case show unmistakably that the whole object and purpose of the Act was to devise machinery for the speedier trial of certain offences.\nThe discretion intended to be exercised by the State Government must be exercised bona fide on a consideration of the special features or circum stances which call for comparatively prompt disposal of a case or cases proposed to be referred and sec.\n5 (11 must be read as empowering the Government to direct the Special Court to try such offences or classes of offences or cases or classes of cases as in its judgment, require speedier trial.\n(2) Article 14 of the Constitution does not mean that all laws must be general in character and universal in application.\nThe State must possess the power of distin guishing and classifying persons or things to be subjected to particular laws and in making a classification the legis lature must be allowed a wide latitude of discretion and judgment.\nThe classification is justified if it is not palpably arbitrary but is founded on a reasonable basis having regard to the object to be attained.\nThe powers of the legislature must include the power of entrusting an administrative body With a plenary but not arbitrary discre tion to be exercised so as to carry out the purpose of the Act and the mere fact that the discretion might be exercised arbitrarily by the administrative body cannot make the law itself unconstitutional.\n(4)The impugned Act does not in terms or by implication discriminate between persons or classes of persons nor does it purport to deny to any one equality before the law or the equal protection of the laws.\n(5) Even from the point of view of reasonable classification the expediency of speedier trial is not too vague or indefi nite to be the basis of classification.\n(6) The notifica tion of the Government in the present case referring the case to the Special Court did not contravene article 14 and is not void inasmuch as there is nothing 288 to show that the Government was influenced by any discrimi natory motive or design or acted arbitrarily, but on the other hand there are obviously special features which mark off the group of cases referred as requiring speedier dis posal.\nJudgment of the Calcutta High Court affirmed.\nRomesh Tappar vs The Stale of Madras ([1950] S.C.R. 594), Chintaman Rao vs State of Madhya Pradesh ([1950] S.C.R. 759), Dr. Khare 's Case ([1950] S.C.R. 519), Chiranjit Lal vs Union of India and Others ([1950] S.C R. 869) and Slate of Bombay vs\nF.N. Balsara ([1951] S.C.R. 682), ex plained.\nTruax vs Corrigan ; , Yick Wo vs Hopkins and other American cases on the right to equal protection of the laws considered.",
  "266.txt": "Sub section (4) of section 5 of the Taxation on Income (Investigation Commission) Act, 1947, does not deal with the same class of persons as are said to have been grouped together in subsection (1) of section 5 of the Act as persons who to a substantial extent evaded payment of taxation on income.\nOn a plain reading of the section it is clear that sub section (4) of section 5 is not limited only to persons who made extraordinary profits and to all persons who may have evaded payment of taxation on income irrespective of whether the evaded profits are substantial or insubstantial and therefore the scope of sub section (4) of section 5 is different from the scope of sub section (1) of section 5 both in extent and range.\nSub section (4) of section 5 of the Act, obviously deals with the same class of persons who fall within the ambit of section 34 of the Indian Income tax Act and are dealt with in sub section (1) of that section and whose income can be caught by the proceeding under that section.\nIt is not possible to hold that all such persons who evaded payment of income tax and do not truly disclose all particulars or material facts necessary for their assessment and against whom a, report is made under sub section (4) of section 5 of the impugned 449 Act by themselves form a class distinct from those who evade payment of income tax and come within the ambit of section 34 of the Indian Income tax Act.\nBoth section 34 of the Indian Income tax Act, 1.922, and subsection (4) of section 5 of the Taxation on Income (Investigation Commission) Act, 1947, deal with all persons who have similar characteristics and similar properties, the common characteristics being that they are persons who have not truly disclosed their income and have evaded payment of taxation on income.\nThe procedure prescribed by the Taxation on Income (Investigation Commission) Act, 1947, is substantially more prejudicial and more drastic to the assessee than the procedure under the Indian Income tax Act (XI of 1922).\nHeld, therefore that sub section (4) of section 5 and the procedure prescribed by the impugned Act in so far as it affects the persons proceeded against under that sub section being a piece of discriminatory legislation offends against the provisions of article 14 of the Constitution and is thus void and unenforceable.",
  "314.txt": "It is not every offence committed by a public servant that requires sanction for prosecution under section 197 (1) of the Code of Criminal Procedure nor even every act done by him while he is actually engaged in the performance of his official duties; but if the act complained of is directly concerned with his official duties so that, if questioned, it could be claimed to have been done by virtue of the office, then sanction would be necessary; and that would be so, irrespective of whether it was, in fact, a proper discharge of his duties, because that would really be a matter of defence on the merits, which would have to be investigated at the trial, and could not arise at the stage of the grant of sanction, which must precede the institution of the prosecution.\nWhether sanction is necessary to prosecute a public servant on a charge of criminal misappropriation, will depend on whether the acts complained of hinge on his duties as a public servant.\nIf they do, then sanction is requisite.\nBut if they are unconnected with such duties, then no sanction is necessary.\nHori Ram Singh vs Emperor ([1939] F.C.R. 159), H. H. B. Gill vs The King ([1948] L.R. 75 I.A. 41), Albert West Meads vs The King ([1948] L.A. 75 I.A. 185), Phanindra Chandra vs The King ([1949] L.R. 76 I.A. 10), B. W. Mothavzs vs State of West Bengal ([1955] 1 S.C.R. 216) and Shreekantiah Ramayya Munipalli vs The State of Bombay ([1955] 1 S.C.R. 1177), referred to.",
  "362.txt": "The assesses carrying on business in the City of Bombay was assessed to income tax for the years 1943 44 to 1947 48 and 1951 52 by the Income tax Officer C 1 Ward Bombay.\nAs the assessee did not pay the income tax due the Income tax Officer issued in April 1951 to the Additional Collector of Bombay a recovery certificate under section 46(2) of the Indian Income tax Act, 1922.\nIn February 1954 the Additional Collector issued a notice of demand and as no payment was made he attached the good will and tenancy rights of the assessee 's premises by a warrant of attachment dated 24th March 1954, 888 A sale was held in February 1955.\nThe sale proceeds not being sufficient to satisfy the assessed tax the Additional Collector issued a notice under section 13 of the Bombay City Land Revenue Act, 1876 requiring the assessee to appear before him and show cause why he should not be apprehended and confined to civil prison in satisfaction of the said certified demand.\nIn default of assessee 's appearance and showing cause a warrant for his arrest was issued under section 13 of the Bombay Act, II of 1876 and he was actually arrested on 1st July 1955.\nAn application to the Bombay High Court under article 226 of the Constitution for a writ in the nature of a writ of habeas corpus having proved unsuccessful, an application under article 32 was filed in the Supreme Court for the same relief.\nTwo main points urged on behalf of the assessee were: (a) that section 46(2) of the Indian Income tax Act under which the Income tax Officer issued the recovery certificate to the Additional Collector of Bombay was void, under article 13 (1) of the Constitution in that it offended article 21 and article 14 of the Constitution; (b)that section 13 of the Bombay Land Revenue Act, 1876 (Bombay Act II of 1876) under which the warrant of arrest was issued by the Additional Collector was void under article 13(1) of the Constitution as the same was repugnant to article 14 of the Constitution.\nHeld (as regards a) (1) that there was no violation of fundamental rights under article 21 of the Constitution inasmuch as section 13 of the Bombay Act II of 1876 under which warrant of arrest was issued for the recovery of the demand certified under section 46(2) of the Indian Income tax Act constituted a procedure established by law.\nBoth section 13 of Bombay Act II of 1876 and section 46 of the Indian Income tax Act under which action had been taken against the assessee were not void and therefore no question of violation of funda mental rights under article 21 could arise at all) (ii)the contention that section 46(2) of the Indian Income tax Act provides for two different and alternative methods of recovery of the dues and clothes the Collector with the unfettered and unguided power to apply either of the two methods inasmuch as it enables the Collector at his will to discriminate between two defaulters who are similarly situated and thus violates the equal protection clause of the Constitution was without force because sub section (2) of section 46 does not prescribe two different procedures.\nThe proviso enacted therein does not indicate a different and alternative mode of recovery of the certified amount of tax but only confers additional powers on the Collector for the better and more effective application of the only mode of recovery authorised by the body of sub section (2) of section 46 and therefore there was no question of possibility of dis crimination at all; (iii)the further contention that section 46(2) of the Indian Incometax Act violates the equal protection clause of the Constitution and has thus become void under article 14 of the Constitution as section 46(2) required the Collector,on receipt of the requisite certificate from 889 the Income tax Officer, to recover the amount specified in the certificate as if it were an arrear of the land revenue and there are different laws adopted by different States for the recovery of land revenues and thus there is discrimination on the ground that defaulters are treated differently in different States is also without force be cause discrimination complained of is a permissible classification and does not offend the fundamental right guaranteed by article 14 as the grouping of the income tax defaulters in separate categories on classes State wise is a territorial classification which is based on an intelligible differentia and there is a reasonable nexus or co relation between the basis of classification and the object sought to be achieved by the Income tax Act.\nThe fact that the income tax demand is a Union public demand makes no difference in the legal position.\nHeld, (as regards b) that the contention that section 13 of the Bombay Act II of 1876 became unconstitutional under article 13(1) of the Constitution in that the procedure prescribed by section 13 of the Bombay Act II of 1876 in respect of a defaulter residing in the City of Bombay was harsher and more drastic than the procedure laid down in section 157 of the Bombay Act V of 1879 in respect of a defaulter residing outside the City of Bombay was without force because section 13 of the Bombay Act II of 1876 was amended on 8th October 1954 and a new law laid down a law similar to the law laid down by section 157 of the Bombay Act V of 1879 and thus the vice of unconstitutionality 'if any ' was removed.\nState of Punjab vs Ajaib Singh & Another ([1953] S.C.R. 254), Shaik Ali Ahmed vs Collector of Bombay (I.L.R. , Chiranjit Lal Chowdhury vs The Union of India ([1950] S.C.R. 869), Budhan Choudhry and others vs The State of Bihar ([1955] 1 S.C.R. 1045), Middleton vs Texas Power and Light Company ; , Bowman vs Lewis (101 U.S. 22; , The State of Rajasthan vs Rao Manohar Singhji ([1954] S.C.R. 996), Bhikaji Narayan Dhakras vs The State of Madhya Pradesh, Nagpur and Another ([1965] 2 S.C.R. 589) and Erimmal Ebrahim Hajee vs The Collector of Malabar ([1954] , referred to.",
  "380.txt": "By section\n,12, sub section 1, of the (XXXI of 1950) as amended by Act XLII of 1954, notwithstanding anything contained in any other law for the time being in force, the Custodian may cancel any allotment or terminate any lease or amend the terms of any lease or agreement under which any evacuee property is held or occupied by a person, whether such allotment, lease or agreement was granted or entered into before or after the commencement of this Act\".\nThe respondent who was the Custodian of evacuee property granted a lease to the appellants and subsequently issued a notice to them, among other things, calling upon them to show cause why the lease should not be cancelled for committing breaches of the conditions on which the properties had been leased to them.\nThe appellants contended that the respondent had no power to cancel the lease on the ground that under section 12(1) of the Act the power of the Custodian to cancel the lease could be exercised only so as to override a bar imposed by any law but not the contract under which the lease was held and relied on the language of the non obstante clause contained in the section.\nHeld, that the operative portion of the section which confers power on the Custodian to cancel a lease is unqualified and absolute and could not be abridged by reference to the non obstante clause which was only inserted ex abundanti cautela with a view to repel a possible contention that the section does not by implication repeal statutes conferring rights on lessees.\nObservations in Aswini Kumar Ghose vs Arabinda Bose ([1963] S.C.R. 1, 21, 24) and Dominion of India vs Shrinbai A. Irani ([1955] 1 S.C.R. 206, 213), on the scope of a non obstante clause, relied on.",
  "415.txt": "Appellant was detained under section 3(1)(a)(i) of the Preventive Detention Act, Act IV of 1950 on the grounds that with the financial help given by the Portuguese authorities he was carrying on espionage on their behalf with the help of underground workers and that he was also collecting intelligence about the security arrangements on the border area and was making such intelligence available to the Portuguese authorities.\nAppellant made no application to the Government for further particulars.\nHeld, that in these circumstances and having regard to the fact that what is alleged is espionage activity, the grounds could not be considered to be vague.\nIn answer to the objection in the writ application before the High Court that the grounds were not specific and that no particular of the alleged activities of the appellant were given the Under Secretary to the Government in his affidavit claimed privilege under article 22(6) of the Constitution.\nHeld, that the right of the detenue to be furnished particulars is subject to the limitation under article 22(6).\nHence even if the grounds are vague due to the reason that facts cannot be disclosed in the public interest, the order of detention cannot be challenged on the ground of such vagueness.\nThe necessity of communicating the decision to claim privilege under article 22(6) would arise only when the detenue asks for parti 383 culars.\nIn the absence of any such request by the detenue, the noncommunication of the decision cannot be hold to have hampered his constitutional right to make his representation.\nMala fides must be made out against the detaining authority and not against the police.\nThe contention of mala fides is untenable in the present case having regard to the nature of the grounds and to the nature of the activities imputed to the appellant.",
  "496.txt": "It is well settled that common intention in section 34 of tile Indian Penal Code presupposes prior concert.\nIt requires a prearranged plan because before a man can be vicariously convicted for the criminal act of another, the act must have boon done in furtherance of the common intention of them all.\nAccordingly there must have been a prior meeting of minds.\nSeveral persons can simultaneously attack a man and each can have the same intention, namely the intention to kill, and each can individually inflict a separate fatal blow and yet none would have the common intention required by the section because there was no prior meeting of minds to form a pre arranged plan.\nIn a case like that, each would be individually liable for whatever injury he caused but none could be vicariously convicted for the act of any of the others; and if the prosecution cannot prove that his separate blow was a fatal one he cannot be convicted of the murder however clearly an intention to kill could be proved in his case.\nCare must be taken not to confuse same or similar intention with common intention; the partition which divides their bounds is often very thin, nevertheless the distinction is real and substantial, and if overlooked will result in miscarriage of justice.\nThe plan need not be elaborate, nor is a long interval of time required.\nIt could arise and be formed suddenly, But there must 139 1084 be pre arrangement and premeditated concert.\nIt is not enough, to have the same intention independently of each other.\nThe inference of common intention should never be reached unless it is a necessary inference deducible from the circumstances of the case.\nIt is a question of fact in every case and however similar the circumstances, facts in one case cannot be used as a precedent to determine the conclusion on the facts in another.\nAll that is necessary is either to have direct proof of prior concert, or proof of circumstances which necessarily lead to that inference, or, in other words, the incriminating facts must be incompatible with the innocence of the accused and incapable of ex planation on any other reasonable hypothesis.\nWhen appellate judges, who agree on the question of guilt differ on that of sentence, it is usual not to impose the death penalty unless there are compelling reasons.\nBarendra Kumar Ghosh vs King Emperor ([1924] L.R. 52 I.A. 40), Mahbub Shalt vs King Emperor ([1945] L.P. 72 I.A. 148) and Mamand vs Emperor (A.I.R. , referred to.",
  "652.txt": "The Madras legislature enacted the Madras Commercial Crops Markets Act for providing satisfactory conditions for the growers of commercial crops to sell their produce on equal terms with the purchasers and at reasonable prices.\nThe Act, Rules and the Bye laws framed thereunder have a long term target of providing a net work of markets wherein facilities for correct weighment are ensured, storage accommodation is provided, and reliable market information is given.\nTill such markets are established the Act provides for the imposition of licensing restrictions to enable the buyers and sellers to meet in licensed premises.\nAfter the establishment of the markets no licenses would be issued within a reasonable radius from the markets and all growers will have to resort to the markets for selling their crops.\nThe result would be to eliminate, as far as possible, the middlemen and to give reasonable facilities for the growers of commercial crops to secure best prices for their commodities.\nHeld, that the impugned provisions of the Act impose reasonable restrictions on the citizen 's right to do business and are valid.\nSuch a statute cannot be said to create unreasonable restrictions on the citizen 's right to do business unless it is clearly established that the provisions are too drastic, unnecessarily harsh and over reach the object for which they were made.\nChintaman Rao vs The State of Madhya Pradesh, [1950] S.C.R. 759 and State of Madras vs V. G. Rao, ; , referred to.",
  "660.txt": "The mode of proving a will does not ordinarily differ from that of proving any other document except as to the special requirement of attestation prescribed in the case of a will by section 63 of the Indian Succession Act.\nProof in either case cannot be mathematically precise and certain and so the test should be one of satisfaction of a prudent mind in such matters.\nThe onus must be on the propounder and in absence of suspicious circumstances surrounding the execution of the will, proof of testamentary capacity and signature of the testator as required by law may be sufficient to discharge the onus.\nWhere, however, there are suspicious circumstances, the onus would be on the propounder to explain them to the satis faction of the Court before the will can be accepted as genuine.\nIf the caveator alleges undue influence, fraud or coercion the onus will be on him to prove the same.\nWhere there are no such pleas but the circumstances give rise to such doubts, it is for the propounder to satisfy the conscience of the Court.\nWhat are suspicious circumstances must be judged in the facts and circumstances of each particular case.\nIf the propounder takes a prominent part in the execution of the will which confers substantial benefits on him, that itself is a suspicious circumstance attending the execution of the will and in appreciating the evidence in such a case, the court should proceed with an open but nevertheless vigilant and cautious mind.\nHarmes vs Hinkson, , Fulton vs Andrew, , Barry vs Butlin, [1838] 2 MOO.\nP.C. 480, Vallasamy Servai vs Sivaraman Servai, (1929) L.R. 57 I.A. 96 and Sarat Kumar Bibi vs Sakhi Chand, (1928) L. R. 56 1.\nA. 62, referred to.\nCase law discussed.\nIn the instant case the appellant, as the sole executor to a will, brought the suit out of which the appeal arises, for a declaration that the testatrix was the owner of certain properties and was as such entitled to dispose of them by the will and asked for consequential reliefs purporting to give effect to the bequests made by her.\nIt appeared from the evidence that the appellant took a prominent, if not a decisive, part in the execution of the 427 will, which contained substantial bequests in favour of his sons.\nBut there was no evidence to show that the draft was ever approved by the testatrix or that the will was fully read out to her and she knew its contents.\nThe trial court decreed the suit but the High Court dismissed the same.\nHeld, that the High Court was right in setting aside the finding of the trial court that the will had been duly and validly executed.\nHeld further, that the trial court was in error in holding that the proof of signature in the instant case could raise a presumption as to the testator 's knowledge of the contents of the will.\nSurendra Nath Chatterji vs Jahnavi Charan Mukherji, Cal. 390, explained and approved.",
  "690.txt": "Section 32(1) of the Travancore Income tax Act, which corresponds to section 24(1) of the Indian Income tax Act, 1922, provided : \" Where any assessee sustains a loss of profits or gains in any year under any of the heads mentioned in Section 9 [section 6 of the Indian Act he shall be entitled to have the amount of loss set off against this income, profits or gains under any other head in that year : Provided that where the loss sustained is a loss of profits or gains which would but for the loss have accrued or arisen within British India or in an Indian State and would under the provisions of clause (c) of sub section (2) of Section 18 corresponding to section 14 Of the Indian Act] have been exempted from tax, such loss shall not be set off except against profits or gains accruing or arising within British India or in an Indian State and exempt from tax under the said provisions \".\nThe assessees were companies having their head offices in the erstwhile State of Cochin with branches in the erstwhile State of Travancore and in other places outside the latter State.\nThey made profits in Travancore State but incurred losses in Cochin State and other places, and for the purposes of assessment to income tax they sought to deduct this loss from the profits made in Travancore State.\nThe Income tax Officer acting under the provisions of the Travancore Income tax Act, determined the assessable income representing only the profits made in Travancore State and under section 32(1), first proviso of the Travancore Income tax Act which corresponds to the first proviso to section 24(1) of the Indian Income tax Act, 1922 refused to allow a deduction of the losses incurred.\nThe assessees claimed that the business 257 which they were carrying on was one and indivisible for the purpose of determining the amount assessable to income tax and that they were entitled to a deduction of the losses incurred outside Travancore State.\nThe contention on behalf of the income tax authorities was (i) that under the first proviso to section 32(1) of the Travancore Income tax Act losses incurred in places out I side the State of Travancore cannot be set off against profits made in that State, (2) that though profits and losses in the State arising under the same head could be set off, the proviso, aforesaid, affected not only the generality of the main enactment but also introduced an addendum that where the profits of the business arose in the State and the losses under the head business were sustained outside that State, those losses could not by virtue of the proviso be deducted from profits made in the State,(3) that the proviso applied only to the bead \" business in the two respective territories, as the words used therein are where the loss sustained is a loss of profits or gains \" andthe word \" income \" is not mentioned therein, and (4) that the word \" business \" in section 13 of the Travancore Act corresponding to section 10 of the Indian Act, must mean business in Travancore State under section 13 Of that Act and \" business in British India \" under the Indian Act, because before 1939 income was not chargeable under the two Acts, unless it was received or accrued in Travancore State or British India, as the case may be, and profits and gains of business in territories outside Travancore or in an Indian State were exempted from payment of income tax in Travancore State or in British India, as the case may be.\nHeld:(i) Under section 24(1) of the Indian Income tax Act, 1922 Is.\n32(1) of the Travancore Income tax Act] a set off can be claimed only when the loss arises under one head and the income, profits and gains against which it is sought to be set off arises under a different head.\nIn cases where profits and losses arise under the same head they have to be adjusted against each other under the provisions Of sections 7 to 12B of the Indian Act.\nArunachalam Chettiar vs Commissioner of Income tax, (1936) L.R. 63 I. A. 233 and Anglo French Textiles Co., Ltd. vs Commissioner of Income tax, Madras, , relied on.\n(2)The territory of a proviso is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section; it has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect.\nAbdul jabar Butt vs State of Jammu and Kashmir, ; , Ram Narain Sons Ltd. vs Assistant Commissioner of Sales ' ; , Madras & (1944) L.R. 71 I.A. 113 33 258 and Corporation of the City of Toronto vs Attorney General for Of Canada, , relied on.\nConsequently, section 24(1), first proviso, of the Indian Income tax Act, 1922 Is.\n32(1), first proviso, of the Travancore Act] bars the right of set off only where a loss in the Indian States under one head is sought to be set off against profits in British India under any other head, and does not apply to profits and losses and computation thereof which fall under section 10 of the Indian Act, corresponding to section 13 of the Travancore Act.\n(3)The mere fact that the word \" income \" is not used in the proviso does not justify the construction that the intention of the Legislature was to restrict the right to a set off of profits and losses arising in Indian States only to business or to modify the mode of computation under section 10 of the Indian Income tax Act.\n(4)The word \" business,, in section 10 of the Indian Income tax Act, 1922, is not confined to business in British India, in view of the definition of \" total income \" and \" total world income \" and chargeability of total income under section 3, Or the provisions Of section 4 where in the case of a resident \" total income \" includes income, profits and gains accruing within or without British India.",
  "715.txt": "Conciliation proceedings were started in January.\n1952 with respect to some disputes between appellant 1 and its workmen.\nOn May 9, 1952, the Union and on June 2, 1952, the appellant 1 indicated to the Conciliation Officer that the negotiations had failed.\nIn the meantime on March ~I8, 1952, the appellant 1 dismissed (1) I.L.R. 1947 All.\n735 one of its workmen.\nThe two appellants and three others were prosecuted under section 31 Of the , for a breach of section 33 for dismissing a workman during the pendency of the conciliation proceedings.\nThe appellants contended that since section 12(6) required the report of the conciliation proceedings to be submitted within 14 days of the commencement thereof, the proceedings had terminated on the expiry of the 14 days and the dismissal was, therefore, not during the pendency of the conciliation proceedings.\nHeld that, in cases where no settlement was arrived at the conciliation proceedings terminated when the report of the Conciliation Officer was received by the appropriate Government and not on the expiry of 14 days from the commencement of the proceedings.\nThe commencement and termination of conciliation proceedings were determined by section 20 and not by section 12(6).\nThe dismissal of the workman was during the pendency of the conciliation proceedings and the appellants were guilty under section 31(1) of the Act.\nWorkers of the Industry Colliery, Dhanbad vs Management Of the Industry Colliery, ; ; Colliery Mazdoor Congress, Asansol vs New Beerbhoom Coal Co. Ltd., , applied.",
  "78.txt": "Sub section (1) of sec.\n19 of the Bombay Rents, Hotel and Lodging House Rates Control Act, LVI I of 1947, provided that \"it shall not be lawful for the tenant or any person acting or purporting to act on behalf of the tenant to claim or receive any sum or any consideration as a condition for the relinquishment of his tenancy of any premises\"; and sub sec.\n(2) provided that any tenant or person who in contravention of the provisions of sub sec.\n(1) receives any sum or consideration shall on conviction be punished with imprisonment and also with fine.\nA. who was a tenant of a flat, handed over vacant posses sion the flat to B on receiving \"pugree\", under a document which recited that A shall have no claim whatever over the flat and that B shall pay the rent directly to the landlord.\nA was convicted of an offence under sec.\n19 (2).\nHeld, that there was no \"relinquishment\" of his tenancy by A, within the meaning of sec.\n19 (1) and the conviction could not be sustained.\nThere is a clear distinction between an assignment of a tenancy on the one hand and a relinquishment or surrender on the other.\nIn the case of an assignment, the assignor con tinues to be liable to the landlord for the performance of his obligations under the tenancy and this liability is contractual, while the assignee becomes liable by reason of privity of estate.\nThe consent of the landlord to an as signment is not necessary, in the absence of a contract or local usage to the contrary.\nBut in the case of relinquish ment it cannot be a unilateral transaction; it can only be in favour of the lessor by mutual agreement between them.\nRelinquishment of possession must be to the lessor or one who holds his interest; and surrender or relinquishment terminates the lessee 's rights and lets in the lessor.\nAs sec.\n19 of Bombay Act LVII of 1947 creates an offence and imposes a penalty of fine and imprisonment, the words of the section must be strictly construed in favour of the subject.\nThe Court is not concerned so much with what might possibly have been intended as with what has been actually said in and by the language employed in the statute.\nJudgment of the Bombay High Court reversed.",
  "784.txt": "The principal question for determination in these appeals, arising out of writ petitions filed in the High Court, related to the validity of an order passed by the Board of Revenue (Andhra) terminating the appellant 's lease in respect of certain state quarries situated in the Venkatagiri Estate, which had been notified under section 3 of the Madras Estate (Abolition and Conversion into Ryotwari) Act, 1948 (Mad. XXVI Of I948), under the second proviso to section 20(1) of the Act, on the finding that the said lease was granted subsequent to July I, 1945, and was for a period exceeding one year, without giving the appellant three months ' notice under the third proviso to that section or providing for compensation under sub section\n(2) thereof.\nThe appellant had also claimed renewal of.\n, the lease under r. 47 Of the Mineral Concession Rules, 1949, which was rejected by the Board as well as by the High Court.\nThe contention on behalf of the appellant, in substance, was that the words \"such right\" in the third proviso to section 20(1) referred to the right mentioned in the second proviso, namely, the right created on or after July 1, 1945, and thus made applicable to it the provision of sub section\n(2)of the section, and before such right could be terminated the provisions of the third proviso relating to notice and sub section\n(2) as to compensation had to be complied with.\nHeld, that the contention raised on behalf of the appellant was without substance and must be negatived.\nThe scheme of the Act was to render all rights created after July 1, 1945, and for a period exceeding one year, ineffective and section 20, properly construed, made it amply clear that its second proviso was a self contained provision that rendered such rights void against the Government and, even if they were voidable and not void, the aid of the third proviso was wholly uncalled for.\nThe third proviso must be held to refer solely to termination of rights created before July i, 1945.\nA. M. section section V. M. & Co. vs The State of Madras, I.L.R. , referred to.\n553 The rule framed by the Madras Governor in exercise of the powers conferred on him by section 67(6) and (2) of the Act could not attract the operation of the third proviso nor could it change the true meaning Of section 20 Of the Act.\nHeld, further, that r. 47 Of the Mineral Concession Rules, 1949, which could at best insert a few terms in the lease, could not apply to a case, such as the present one, where the lease itself stood determined under the second proviso Of section 20 of the Act and its terms fell with it."
}